files/obtenerArticulos.min.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema"
    xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ObtenerArticulos xmlns="http://plataforma.net.ar/">
            <AtributosVisibles>
                <ArticuloAtributos>ArticuloID</ArticuloAtributos>
                <ArticuloAtributos>Nombre</ArticuloAtributos>
                <ArticuloAtributos>ArticuloEmpresa</ArticuloAtributos>
                <ArticuloAtributos>ArticuloParaImpresion</ArticuloAtributos>
                <ArticuloAtributos>TipoDeArticulo</ArticuloAtributos>
                <ArticuloAtributos>Descripcion</ArticuloAtributos>
                <ArticuloAtributos>Clasificacion1ArticulosNombre</ArticuloAtributos>
                <ArticuloAtributos>Clasificacion1Articulos</ArticuloAtributos>
                <ArticuloAtributos>Clasificacion2ArticulosNombre</ArticuloAtributos>
                <ArticuloAtributos>Clasificacion2Articulos</ArticuloAtributos>
                <ArticuloAtributos>Clasificacion3ArticulosNombre</ArticuloAtributos>
                <ArticuloAtributos>Clasificacion3Articulos</ArticuloAtributos>
                <ArticuloAtributos>Clasificacion4ArticulosNombre</ArticuloAtributos>
                <ArticuloAtributos>Clasificacion4Articulos</ArticuloAtributos>
                <ArticuloAtributos>Clasificacion5ArticulosNombre</ArticuloAtributos>
                <ArticuloAtributos>Clasificacion5Articulos</ArticuloAtributos>
                <ArticuloAtributos>Clasificacion6ArticulosNombre</ArticuloAtributos>
                <ArticuloAtributos>Clasificacion6Articulos</ArticuloAtributos>
            </AtributosVisibles>
            <Filtros></Filtros>
        </ObtenerArticulos>
    </soap:Body>
</soap:Envelope>